/* NSExecutableNotLoadableError */
"BundleErr3584" = "Bundel “%@” tidak dapat dimuat karena file yang dapat dieksekusinya tidak dapat dimuat.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "File yang dapat dieksekusi bundel tidak dapat dimuat.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Coba instal ulang bundel.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Bundel “%@” tidak dapat dimuat karena tidak berisi versi untuk arsitektur saat ini.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Bundel ini tidak berisi versi untuk arsitektur saat ini.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Coba instal bundel versi universal.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Bundel “%@” tidak dapat dimuat karena tidak kompatibel dengan aplikasi saat ini.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Bundel ini tidak kompatibel dengan aplikasi ini.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Coba instal bundel versi lebih baru.";

/* NSExecutableLoadError */
"BundleErr3587" = "Bundel “%@” tidak dapat dimuat karena rusak atau kehilangan sumber daya yang diperlukan.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Bundel ini rusak atau kehilangan sumber daya yang penting.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Coba instal ulang bundel.";

/* NSExecutableLinkError */
"BundleErr3588" = "Bundel “%@” tidak dapat dimuat.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Bundel ini tidak dapat dimuat.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Coba instal ulang bundel.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Bundel “%@” tidak dapat dimuat karena file yang dapat dieksekusinya tidak dapat ditemukan.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "File yang dapat dieksekusi bundel tidak dapat ditemukan.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Coba instal ulang bundel.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Operasi tidak dapat diselesaikan. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Operasinya tidak dapat diselesaikan. (kesalahan %1$@ %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Operasinya tidak dapat diselesaikan. (%1$@ kesalahan %2$ld.)";

